{
  "Error": "ошибка на сервере или в Интернете, проверьте подключение к Интернету!",
  "home": {
    "title": "В ДЕКАБРЕ 2009 ГОДА МИНИСТЕРСТВО КУЛЬТУРЫ И СПОРТА ПРИДАЛО УЗБЕКСКИМ БОЕВЫМ ИСКУССТВАМ СТАТУС НАЦИОНАЛЬНОГО СПОРТА УЗБЕКИИ.",
    "yaratish": "Вам может быть интересно",
    "category": {
      "yaratish": "История создания",
      "kompleks": "Комплексные упражнения",
      "news": "Новости",
      "location": "Провинции"
    },
    "desc": "Исследуйте новые места, еду, культуры и многое другое со всего мира.",
    "tarixiy": "Исторические места",
    "search": "поиск",
    "searchValue": "Что Вы ищете?"
  },
  "teacher": {
    "location": "местоположение не найдено"
  },
  "yaratish": {
    "title": "История создания",
    "desc": "Исследуйте новые места, еду, культуру по всему миру и многое другое.",
    "desc1": "Боевые искусства Узбекистана Таэквондо ИТФ Республики Узбекистан, заслуженный тренер Узбекистана, обладатель черного пояса 7 Дан Таэквон-до, опытный мастер боевых искусств Полат Усманов, также Почетный президент Федерации боевых искусств Узбекистана Насирова А. Х. созданный под руководством На протяжении нескольких лет изучалось боевое искусство наших предков, наследие приемов и военных методов обогащалось наиболее эффективными приемами других боевых систем, создавалось узбекское боевое искусство. У несведущего человека закономерен вопрос: когда в боевых искусствах более двадцати активных видов боя, что является дополнительным видом боя?",
    "desc2": "тебе нужно ? Дело в том, что это уникальное явление в системе узбекских боевых искусств. сколько функций есть:.",
    "desc3": "- Использование национальных костюмов и языка; - одновременное использование методов защиты и нападения; - широкие возможности воспитания молодежи в военно-патриотическом духе; - использование боевых элементов в правоохранительных органах и спортивных школах - пробуждение интереса молодежи к историческому наследию и т.д.",
    "desc4": "УДЖС – современное боевое искусство, сочетающее в себе элементы и традиции наиболее эффективных боевых систем народа Узбекистана и других боевых искусств.",
    "desc5": "Уйс состоит из 5 направлений: -Спортивно-здоровое (для людей старше 40 лет); - Рукоделие (более 3000 движений рук); - Боевые искусства Тимуридов (работа с ножами, мечами, палками, копьями);  -Battle Fight (Бой).  Техника UJS состоит из нескольких тысяч ударов руками, ногами, бросков, предметов (меч, нож, палка, длинная палка).  Узбекские боевые искусства способствуют воспитанию молодежи в духе патриотизма. Имена наших великих предков и исторических деятелей Узбекистана официально помещены на оборонительных наступлениях и комплексах. В ходе конкурса большое внимание будет уделено государственной символике страны. Национальные ценности отражены в спортивной одежде спортсменов",
    "desc6": "Боевые искусства Узбекистана включают в себя следующие соревнования. 1 Спарринг по узбекским единоборствам: 1. Дети и подростки – 2 раунда по 2 минуты с перерывом между раундами 1 минута, а также 1 раунд по 2 минуты для команды из 6 спортсменов. 2. Взрослые – 3 минуты, в середине раунда и 1 раунд по 3 минуты для команды из 6 спортсменов, с перерывом 1 минута. 2. Демонстрация комплекса технических действий на соревнованиях: В индивидуальном направлении – 1 участник. В командном направлении – команда состоит из 6 участников."
  },
  "news": {
    "title": "Новости",
    "desc": "Исследуйте новые места, еду, культуру по всему миру и многое другое.",
    "button": "больше новостей"
  },
  "kompleks": {
    "title": "Комплексные упражнения",
    "desc": "Исследуйте новые места, еду, культуру по всему миру и многое другое",
    "video": "видео"
  },
  "viloyat": {
    "title": "Провинции",
    "desc": "Исследуйте новые места, еду, культуру по всему миру и многое другое",
    "tiche": "Учитель",
    "tichedesc": "Про учителя",
    "button": "Закрыть"
  }
}
